---
layout: single
title: “회고 그리고 다짐”
---

# 반복된 실수와 개선하려는 노력

지난 한 해 회고를 혼자서 진행하며 지난 한 해를 돌아봤다. 너무 실수가 잦았다. 혼자 스스로 마무리해야 하는 숙제도 다 끝내지 못했다.
나이가 든다는 것은 점점 나를 감시하는 사람이 없고, 스스로 해나가야 하지만 교수가 된 이후에도 데드라인을 넘기는 프로젝트가 점점 많아졌다. 무리하게 일을 받아서 일해내지 못하는 경우도 생겼다. 결국 내가 프로젝트의 규모를 정확하게 산정하지 못한 책임자의 잘못이지만, 남 탓으로 돌리며 프로젝트를 무마했다. 그 프로젝트는 어려운 수학 방정식을 푸는 것과 같으니 시간 내에 할 수 없었던 것이라고 핑계를 만들었다. 그리고는 나 스스로 스트레스를 주지 않겠노라고 다짐하고, 약속을 어겼을 때에 몰려오는 압박감과 죄책감 때문에 더는 계획을 세우지 않았다.

하지만 데드라인 없이 인생을 살아갈 순 없다. 문제가 발견되면 해결해야 한다. 프로젝트 계획이 수립되면 데드라인도 형성되어야 한다. 내가 만든 반복된 실수는 횟수를 줄어야 한다. 나 스스로 약속하고 지키기로 한 것을 해내야 한다. 나의 본능에서 오는 편안함과 유혹을 더 안고 살아갈 수는 없다. 스스로 좋은 습관을 다시 찾아야 하고, 문제시되는 행동을 고쳐나가야 한다.

나 스스로 생각하고 나를 믿고 행동하는 것은 내가 살아가는 가장 중요한 이유니까.
